//Тут ті самі завдання, що і в занятті про базові функції, але зробити їх потрібно за допомоги стрілочних функцій

//- створити функцію яка обчислює та повертає площу прямокутника зі сторонами а і б
let areaOfRectangle = (a, b) => a * b;
console.log(areaOfRectangle(10,5));

//- створити функцію яка обчислює та повертає площу кола з радіусом r
let areaOfCircle = (r) => 3.14 * (r * r);
console.log(areaOfCircle(3));

//- створити функцію яка обчислює та повертає площу циліндру висотою h, та радіусом r
let areaOfCylinder = (H, R) => 2 * 3.14 * R*(H + R);
console.log(areaOfCylinder(5, 6));
